import React from 'react'
import "./AboutCompany.css"

const AboutCompany = () => {
  return (
    <div className="main_about">
        <div className="about_text_header">
                <h3 className='about_header'>Про нас</h3>
        </div>

        <div className="about_text">
            <p className="aboutinfo">
            Sched GO — це інноваційний проєкт, який розробив студент на 4 курсі для своєї дипломної роботи. Під час аналізу існуючих сервісів, що автоматично створюють розклади, було виявлено, що більшість з них є неефективними та складними для розуміння користувачами. Більшість таких сервісів не враховують специфіку української освітньої системи та потреби студентів і викладачів, а в Україні їх насправді дуже мало.
            </p>

            <p className="aboutinfo">
            Завдяки цьому, ми створили Sched GO — зручний, інтуїтивно зрозумілий інструмент для організації розкладу, який ідеально підходить для студентів, викладачів та навчальних закладів. Ми прагнемо зробити процес навчання максимально комфортним і організованим, дозволяючи студентам та педагогам легко орієнтуватися в своєму навчальному розкладі, без зайвих складнощів.
            </p>

            <p className="aboutinfo">
            Ми віримо, що Sched GO може стати корисним інструментом для кожного студента та навчального закладу в Україні, тому ми постійно працюємо над покращенням і розвитку нашого проєкту, зважаючи на потреби наших користувачів.
            </p>

        </div>
    </div>
  )
}

export default AboutCompany